<template>
  <div class="intergalRules" style="background: #EDEDED;">
    <div>
      <p>共轨之家的积分能做什么？</p>
      <p>您可以使用积分在平台兑换相应的会员权限和实物奖励，同时共轨之家会定期对积分排名靠前的会员，发放超值奖励！不过具体的兑换奖励细则，嘿，恕小轨卖个关子，请师傅关注共轨之家的动态哦。</p>
    </div>
    <div>
      <p>我使用了功能为什么积分不增加？</p>
      <p>各位会员的积分会在每天零点统一更新。</p>
    </div>
    <div>
      <p>获取积分规则</p>
      <ul>
        <li>成为会员:</li>
        <li>
          <p>年费会员—每次充值获得1500积分（可重复计算）</p>
          <p>月费会员—每次充值获得100积分（可重复计算）</p>
        </li>
      </ul>
      <ul>

        <li style="padding-top: 10px;">线下培训:</li>
        <li>
          <p>小轨特训—报名参加小轨特训并成功签到，可获得1500积分（可重复计算）</p>
        </li>
      </ul>
      <ul>
        <li style="padding-top: 10px;">信息完善:</li>
        <li>
          <p>个人信息—完善收货地址可获得100积分</p>
          <p>个人信息—完善邮箱可获得30积分</p>
          <p>门店信息—完善身份可获得30积分</p>
          <p>门店信息—完善门店地址可获得100积分</p>
          <p>门店信息—完善门店性质可获得100积分</p>
          <p>门店信息—完善员工人数可获得100积分</p>
          <p>门店信息—完善门店面积可获得100积分</p>
          <p>门店信息—完善门店照片可获得100积分</p>
          <p>门店信息—完善设备设施可获得100积分</p>
        </li>
      </ul>

      <ul>
        <li style="padding-top: 10px;">功能使用:</li>
        <li>
          <p>在线问答—每次有效提问可获得20积分（每日最多累计获得5次）</p>
          <p>资料搜索—每次有效搜索可获得5积分（每日最多累计获得10次积分）</p>
          <p>资料查看—每次查看资料可获得5积分（每日最多累计获得10次积分）</p>
          <p>犇犇课堂—使用听课券收看课程每次可获得20积分（可重复计算）</p>
          <p>犇犇课堂—使用微信支付收看课程每次可获得50积分（可重复计算）</p>
          <p>犇犇课堂—观看视频教程每次可获得10积分（同一视频不做重复计算，每日最多累计获得10次积分）</p>
        </li>
      </ul>

      <ul>
        <li style="padding-top: 10px;">技能测评:</li>
        <li>
          <p>1、超能金牌技师—可获得1500积分（提高称号时，补
            足差价）</p>
          <p>2、全能金牌技师—可获得1200积分（提高称号时，补
            足差价）</p>
          <p>3、高能金牌技师—可获得1000积分（提高称号时，补
            足差价）</p>
          <p>4、全能技师—可获得800积分（提高称号时，补足差价）</p>
          <p>5、精修能手、电路能手、诊断能手、后处理能手、天然气能手—可获得500积分（提高称号时，补足差价）</p>
          <p>6、校泵小鲜肉—可获得800积分（提高称号时，补足差价）</p>
        </li>
      </ul>
      <ul>
        <li style="padding-top: 10px;">每日登录:</li>
        <li>
          <p>1、连续登录1天—获取5积分</p>
          <p>2、连续登录2天—获取10积分（依次类推，每次增加5分，中间不登陆，则重新计算）</p>
        </li>
      </ul>
    </div>
  </div>
</template>
<script>
  export default{
    data(){
      return {}
    },
    components: {
    }
  }
</script>
